{
  "FixCursorHold.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "completion-treesitter": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mapx.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "tagalong.vim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "traces.vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-move": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "which-key.nvim": { "branch": "main" },
  "winbar.nvim": { "branch": "main" }
}